/* cocoaQemu */

"grabMouse:title" = "%@ - (Pressez ctrl + alt pour relâcher la souris.)";

"saveVM:text" = "Sauvegarde du PC";

"startPCWithArgs:text" = "Chargement du PC";

"changeFda:prompt" = "choisissez l'image pour la disquette A";
"changeFda:message" = "Choisissez l'image disque à utiliser pour la disquette A.";

"changeFdb:prompt" = "choisissez l'image pour la disquette B";
"changeFdb:message" = "Choisissez l'image disque à utiliser pour la disquette B.";

"changeCdrom:prompt" = "choisissez l'image pour le CD-ROM";
"changeCdrom:message" = "Choisissez l'image disque à utiliser pour le CD-ROM.";

"shutdownPC:text:1" = "Arrêt du PC émulé";
"shutdownPC:defaultButton:1" = "Annuler";
"shutdownPC:alternateButton:1" = "Eteindre";
"shutdownPC:informativeTextWithFormat:1" = "Le système émulé est toujours actif. Si vous arrêtez le PC émulé, vous pourriez perdre des données.";
"shutdownPC:text:2" = "Arrêt du PC émulé";
"shutdownPC:defaultButton:2" = "Sauvegarder le PC";
"shutdownPC:alternateButton:2" = "Annuler";
"shutdownPC:otherButton:2" = "Ne pas sauvegarder le PC";
"shutdownPC:informativeTextWithFormat:2" = "Le système émulé est toujours actif. Si vous arrêtez le PC émulé, vous pourriez perdre des données.";

"cocoa_refresh:showFullscreen:standardAlert" = "Entering Fullscreen";
"cocoa_refresh:showFullscreen:defaultButton" = "OK";
"cocoa_refresh:showFullscreen:otherButton" = "Don't show again";
"cocoa_refresh:showFullscreen:informativeText" = "You are about to enter Fullscreen Mode.\n\nUse ⌘-F to exit Fullscreen Mode. You can toggle a toolbar by hitting ⌘-B and switch between running Guest PCs with ⌘-< and ⌘-> (⌘-Shift-<).";


/* cocoaQemuProgressWindow */

"applicationDidFinishLaunching:alert:messageText" = "Error starting Guest PC";
"applicationDidFinishLaunching:alert:informativeText" = "The Guest PC files could not be found. The file seems to be damaged.";
"applicationDidFinishLaunching:alert:defaultButton" = "OK";


/* cocoaQemuProgressWindow */

"init:title" = "Stop";

"showProgressWindow:text" = "PC émulé : %@";


/* cocoaQemuWindow */

"toolbar:label:fda" = "Disquette A";
"toolbar:paletteLabel:fda" = "Disquette A";
"toolbar:toolTip:fda" = "Changer l'image disque du lecteur A";
"toolbar:menuItem:fda:1" = "Charge l'image disque pour le lecteur A...";
"toolbar:menuItem:fda:2" = "Ejecter la disquette du lecteur A";
"toolbar:label:fdb" = "Disquette B";
"toolbar:paletteLabel:fdb" = "Disquette B";
"toolbar:toolTip:fdb" = "Changer l'image disque du lecteur image";
"toolbar:menuItem:fdb:1" = "Charge l'image disque pour le lecteur B...";
"toolbar:menuItem:fdb:2" = "Ejecter la disquette du lecteur B";
"toolbar:label:cdrom" = "CD-ROM";
"toolbar:paletteLabel:cdrom" = "CD-ROM";
"toolbar:toolTip:cdrom" = "Changer l'image du CD-ROM";
"toolbar:menuItem:cdrom:1" = "Utiliser un CD-ROM réel";
"toolbar:menuItem:cdrom:2" = "Charge l'image disque pour le CD-ROM...";
"toolbar:menuItem:cdrom:3" = "Ejecter le CD-ROM";
"toolbar:label:screenshot" = "Capture d'écran";
"toolbar:paletteLabel:screenshot" = "Capture d'écran";
"toolbar:toolTip:screenshot" = "Prendre une capture d'écran";
"toolbar:label:resetPC" = "Redémarrer le PC";
"toolbar:paletteLabel:resetPC" = "Redémarrer le PC";
"toolbar:toolTip:resetPC" = "Redémarrer le PC";
"toolbar:label:cpu" = "Utilisation CPU";
"toolbar:paletteLabel:cpu" = "Utilisation CPU";
"toolbar:toolTip:cpu" = "Utilisation CPU";
"toolbar:label:pausePlay" = "Pauser l'émulation";
"toolbar:paletteLabel:pausePlay" = "Pauser l'émulation";
"toolbar:toolTip:pausePlay" = "Pauser l'émulation";
"toolbar:label:shutdownPC" = "Arrêter le PC";
"toolbar:paletteLabel:shutdownPC" = "Arrêter le PC";
"toolbar:toolTip:shutdownPC" = "Arrêter le PC";
"toolbar:label:ctrlAltDel" = "Envoyer ctrl-alt-del";
"toolbar:paletteLabel:ctrlAltDel" = "Envoyer ctrl-alt-del";
"toolbar:toolTip:ctrlAltDel" = "Envoyer ctrl-alt-del";
"toolbar:label:fullscreen" = "Plein écran";
"toolbar:paletteLabel:fullscreen" = "Plein écran";
"toolbar:toolTip:fullscreen" = "Passer en plein écran";


/* FSToolbarController */

"toolbar:label:screenshot" = "Capture d'écran";
"toolbar:label:ctrlaltdel" = "Ctrl-Alt-Del";
"toolbar:label:shutdown" = "Arrêter";
"toolbar:label:fullscreen" = "Sortir du plein écran";